export const filterArray = ['Все', 'Популярное', 'Рекомендованое','Больше']
export const genreArray = [ 
    {
        label: 'Видения',
        description: 'Виде́ния — литературный средневековый жанр, характеризующийся, с одной стороны, наличием образа «ясновидца» (устар. прозорливца) в центре повествования и, с другой, потусторонним, загробным, эсхатологическим содержанием самих зрительных образов, явленных ясновидцу. Сюжет видения излагается от лица визионе́ра, которому он, якобы, был открыт трансцендентной силой посредством сновидения или галлюцинации. Представлен в древнерусской, средневековой латинской, мусульманской, гностической, древнееврейской и других литературах.'
    },
    {
        label: 'Новелла',
        description: 'Расска́з, или нове́лла (итал. novella — новость) — основной жанр малой повествовательной прозы. Автора рассказов принято именовать новеллистом, а совокупность рассказов — новелли́стикой.елла'
    },
    {
        label: 'ода',
        description: 'О́да (от др.-греч. ᾠδή < ἀοιδή — «песнь») — жанр лирики, торжественная песня, посвящённая какому-либо событию, герою или отдельное произведение такого жанра[1].'
    },
    {
        label: 'опус',
        description: 'Музыка́льное произведе́ние (опус) в широком смысле — всякая музыкальная пьеса, в том числе, народная песня или инструментальная импровизация.'
    },
    {
        label: 'очерк',
        description: 'О́черк — одна из разновидностей малой формы эпической литературы — рассказа, отличная от другой его формы, новеллы, отсутствием единого, острого и быстро разрешающегося конфликта и большей развитостью описательного изображения. Отличия зависят от особенностей проблематики очерка. Это полухудожественный-полудокументальный жанр, в котором описываются или реальные события и люди, или образы-типы (вместо проработанной личности), посвящённый злободневной или публицистической теме.[1]'
    },
    {
        label: 'поэма',
        description: 'рупное или среднее по объёму многочастное стихотворное произведение, как правило, лиро-эпического характера, принадлежащее определённому автору, имеет большую стихотворную повествовательную форму. Может быть героической, романтической, критической, сатирической и т. п.[2][3'
    },
    {
        label: 'повесть',
        description: 'По́весть — прозаический жанр, занимающий по объёму текста промежуточное место между романом и рассказом[1], тяготеющий к хроникальному сюжету, воспроизводящему естественное течение жизни. В зарубежном литературоведении специфически с русским понятием «повесть» коррелирует «короткий роман» (англ. short novel) и novella[2][нет в источнике] (которую не следует путать[источник не указан 2432 дня] с омонимом «новелла» русской традиции, означающим «короткий рассказ»[3][4][5][6]).'
    },
    {
        label: 'пьеса',
        description: 'Пье́са (от фр. Pièce — произведение, отрывок, часть) — видовое название произведений драматургии, предназначенных для исполнения со сцены, а также для теле и радиоспектаклей[1].'
    },
    {
        label: 'рассказ',
        description: 'Расска́з, или нове́лла (итал. novella — новость) — основной жанр малой повествовательной прозы. Автора рассказов принято именовать новеллистом, а совокупность рассказов — новелли́стикой.'
    },
    {
        label: 'скетч',
        description: 'Рома́н — это литературный жанр, чаще прозаический, зародившийся в Средние века у романских народов как рассказ на народном языке и ныне превратившийся в самый распространенный вид эпической литературы, изображающий жизнь персонажа с её волнующими страстями, борьбой, социальными противоречиями и стремлениями к идеалу. Будучи развернутым повествованием о жизни и развитии личности главного героя (героев) в кризисный, нестандартный период его жизни, отличается от повести объёмом, сложностью содержания и более широким захватом описываемых явлений[1].'
    },
    {
        label: 'эпопея',
        description: 'Эпопе́я (др.-греч. ἐποποιΐα, из ἔπος «слово, повествование» + ποιέω «творю») — обширное эпическое повествование в стихах или прозе о выдающихся национально-исторических событиях.[1]'
    },
    {
        label: 'эпос',
        description: 'Э́пос (др.-греч. ἔπος — «слово», «повествование», «стих»[1]) — род литературы (наряду с лирикой и драмой)[2], героическое повествование о прошлом, содержащее целостную картину народной жизни и представляющее в гармоническом единстве мир героев-богатырей[3].'
    },
    {
        label: 'эссе',
        description: 'Эссе́ (из фр. essai «попытка, проба, очерк», от лат. exagium «взвешивание») — литературный жанр, прозаическое сочинение объёмом до 5 страниц, (зависит от класса) иногда и больше, свободной композиции[1], подразумевающее впечатления и соображения автора по конкретному поводу или предмету. Научное определение жанра дано в энциклопедическом словаре-справочнике «Культура русской речи!»: «Жанр глубоко персонифицированной журналистики, сочетающий подчёркнуто индивидуальную позицию автора с её изложением, ориентированным на массовую аудиторию. Основой жанра является философское, публицистическое начало и свободная манера повествования. Эссе относится к жанрам с нестрого заданными характеристиками»[2].'
    }
    

]

